[
    {
      "firstName": "Andrew",
      "lastName": "Gavgavian",
      "pronouns": "he/him",
      "bio": "Andrew is a Computer Science major in his third year here at UCSC and Slugbotics. He is in charge of Network Communications, User Experience, and helps in the autonomous department. He took charge of designing the network interface for the 2018-2019 ROV and Computer Vision tasks. In addition to participating on the team and his studies, he also enjoys working with friends on fun projects, watching movies and television, and playing video games.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Theo",
      "lastName": "Kell",
      "pronouns": "he/him",
      "bio": "\u0016Theo is a fourth year student in the Technology and Information Management program. He's been with the team since the beginning, and currently is in charge of topside electronics on the MATE ROV. He also has a variety of other incongruous duties, including lab safety manager, designated team photographer, and calendar encourager. Theo has been competing in MATE since high school, and plans to be involved for a long time. Outside of robotics, he enjoys bicycling, model trains, and preserving old computers.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Jack",
      "lastName": "Lin",
      "pronouns": "he/him",
      "bio": "Jack is both a third year Electrical Engineering student as well as a third year Slugbotics member. He co-leads the frame design and works on the onboard systems of the ROV. Aside from his contributions to Slugbotics, Jack enjoys reading novels and programming.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Ryan",
      "lastName": "Meckel",
      "pronouns": "he/him",
      "bio": "Ryan is a fourth year Business Management and Economics student and one of Slugbotics' founding members. Currently serving as business lead, he . In his free time, Ryan enjoys video games, reading, mountain biking, and learning about other countries.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Robert",
      "lastName": "Meier",
      "pronouns": "he/him",
      "bio": "Robert is a fourth year Robotics Engineering student. This is Robert's second year with Slugbotics. He is the F1/10 team leader and helps out the MATE team with CADing and writing topside and autonomous code. Robert is excited to see just how fast the 1/10 scale car can go. When he isn't working on schoolwork or robotics, Robert enjoys watching movies, playing video games and going out into nature to hike.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Wren",
      "lastName": "Sakai",
      "pronouns": "he/him",
      "bio": "Wren is a fourth year Robotics Engineering student and is one of the Slugbotics founding members. Wren currently serves as the Slugbotics mechanical lead facilitating ROV design and fabrication. As an avid outdoor enthusiast, Wren loves SCUBA diving, surfing, and backpacking. Wren hopes to combine his passion for engineering and nature to build robots for exploration in harsh or hazardous environments.",
      "linkedin": "https://www.linkedin.com/in/wren-sakai-4904/",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Isaac",
      "lastName": "Trimble-Pederson",
      "pronouns": "he/him",
      "bio": "Isaac is a third year team member working with anything software, with a focus on autonomous, topside, and onboarding. Isaac joined the team during Year 1, and worked on the Raspberry Pi / Arduino communications on BIG SLAB.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Rohan",
      "lastName": "Tuli",
      "pronouns": "he/him",
      "bio": "Rohan is a fourth year Technology & Information Management major. In addition to being founder and President, he also leads the onboard electronics and electronic speed controller sub-teams. This is his sixth year in the MATE competition. In his free time, Rohan enjoys bicycling, low-level programming, graphic design, and public transportation.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Daniel",
      "lastName": "Walton",
      "pronouns": "he/him",
      "bio": "Daniel is a fourth year student majoring in Robotics Engineering and a third year Slugbotics member. Daniel specializes in mechanical and electrical related tasks for Slugbotics, having lead the development of the micro-ROV in the 2018-2019 competition.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Ash",
      "lastName": "Whipple",
      "pronouns": "they/them",
      "bio": "Ash is a third year Electrical Engineering major. This is their second year on the mechanical team with Slugbotics. Ash loves spending time outside, whether it be hiking, surfing, or scuba diving. They hope to combine their love for the outdoors and robotics into an adventure filled career.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Kyle",
      "lastName": "Worcester-Moore",
      "pronouns": "he/him",
      "bio": "Kyle is a third year Computer Science Game Design major who worked on designing, fabricating, and integrating the claw sub-system into the ROV. He has experience with Solidworks, 3D manufacturing, and web/backend development. This is Kyle's second year on the Slugbotics team. He was previously a co-lead of FRC team 5171 at York School.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Uriel",
      "lastName": "Antonio",
      "pronouns": "he/him",
      "bio": "Third year transfer student majoring in Robotics and is working on the Slugbotics mechanical sub team for the MATE ROV. Huge conservationist that tries to live up to the standard of reduce, reuse, and recycle. Hobbies include playing baseball and running. Excited to play a role in this year's competition that involves environmental concern from an engineering standpoint.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Surya",
      "lastName": "Auroprem",
      "pronouns": "he/him",
      "bio": "Surya is a third year Computer Engineering student with a focus in robotics. In his second year with Slugbotics, Surya works on the onboard electronics as well as electronic speed controllers for the ROV. Outside of the team, Surya enjoys learning about embedded systems, reading about airplanes, and watching basketball.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Matthew",
      "lastName": "Bennett",
      "pronouns": "he/him",
      "bio": "Matthew is a fourth year Computer Engineering student. This is his second year participating in MATE. He works with several sections of the team including topside electronics, mechanical design and manufacturing, and business management. Outside of the team he enjoys driving, podcasts, and reading.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Carl",
      "lastName": "Vincent Cuyos",
      "pronouns": "he/him",
      "bio": "Carl is currently a second year Robotics Engineering Major. He is currently affiliated with the claw and frame team. He is familiar and certified in SOLIDWORKS due to his involvement with FRC #7327 and his academy in highschool. He has an interest in mechanical design, robotics integrated programming, and technical research. Carl watches anime, reads manga, does fencing, or perhaps watch cooking/gaming videos as a hobby.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Jeremy",
      "lastName": "Diamzon",
      "pronouns": "he/him",
      "bio": "Jeremy is a fifth year Applied Physics and Pure Mathematics double major, and a member of the mechanical subteam aiding design and mathematical modelling. Although having no prior experience with a robotics club, he has worked with a team on constructing an ROV during a mechatronics class at Monterey Peninsula College aided by the local MATE organization. Currently studying and interested in pursuing research in high energy particle physics, he enjoys delving into mathematics, binging \"Jojo's Bizarre Adventure\", as well as perpetually relearning how to play the violin during his free time.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Sophia",
      "lastName": "Faulder",
      "pronouns": "she/her",
      "bio": "Sophia is a third year Robotics Engineering major. She has some experience with robotics from high school, especially with 3D printers, laser cutters, and design software, but is excited to take part in the MATE project to gain more valuable experience and knowledge. In her free time, she can be found hiking and exploring new places, doing yoga, reading, or spending quality time with friends.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "William",
      "lastName": "Gao",
      "pronouns": "he/him",
      "bio": "William Gao is a second year Proposed Biomolecular Engineering student here at UCSC who has a strong interest in robotics. He currently works on the electronics design of the top side and onboard systems of the ROV.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Edward",
      "lastName": "Garcia",
      "pronouns": "he/him",
      "bio": "Edward is a second year transfer student studying computer engineering with a robotics concentration. This is his first year with the slugbotics team, and is a part of the Formula 1/10th team. In his spare time, Edward likes to play his guitar.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Jorge",
      "lastName": "Tapias Gomez",
      "pronouns": "he/him",
      "bio": "Jorge is a third year Computer Science student with an interest in machine learning. This is his first year on Slugbotics he is part of the Coral Health team, and he hopes to gain both knowledge and programming experience outside of class. Jorge enjoys video games, reading sci-fi and history books, and taking walks while listening to music.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Adrian",
      "lastName": "Guerra",
      "pronouns": "he/him",
      "bio": "Adrian is a second year Computer Science major. He was on FRC Team #2813 for 4 years in high school, where he worked on software and graphic design. This is his second year on Slugbotics, he is working on Autonomous and Systems on the team.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Lukas",
      "lastName": "Ho",
      "pronouns": "he/him",
      "bio": "A second year Applied Math minor, Lukas works on PCB design and has experience working with programming and electrical design. He also participates with business and has experience with website building. Lukas has experience working on FRC team 2984, especially with fundraising and website design.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Sean",
      "lastName": "Layno",
      "pronouns": "he/him",
      "bio": "Sean is a fourth year Computer Engineering major with an interest in mechanical machinery. This is also his fourth year with Slugbotics and is part of the mechanical team. In his free time, he enjoys playing games, art, and attending concerts.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Monisah",
      "lastName": "Mehtabuddin",
      "pronouns": "she/her",
      "bio": "Monisah is a third year Computer Engineering Major with a Robotics concentration. This is her second year with the team and is passionate about mechanics and electronics. On her spare time she loves to cook and make art.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Seth",
      "lastName": "Nicholson",
      "pronouns": "he/him",
      "bio": "Seth is a second year robotics engineering student and member of the mechanical subteam, working mostly on the design of the claw. He was the captain of the vex robotics team 8771Y for four years in high school, and has experience with programming in robotC and Java, as well as 3D printing.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Alex",
      "lastName": "Nivelle",
      "pronouns": "he/him",
      "bio": "Alex is a second year Proposed Computer Engineering student who hopes to concentrate on robotics. He is excited to learn and help develop the ROV. His interests on the team include image recognition and autonomous actions. In his free time, he enjoys watching math and physics videos on YouTube and reading fantasy novels.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Nicole",
      "lastName": "O'Connor",
      "pronouns": "she/her",
      "bio": "Nicole is a fifth year student, studying Computer Engineering with a Robotics concentration. As a member of Slugbotics, she is developing skills with ROS to contribute to the F1/10th team while also applying her knowledge of electronics and computer systems to work on the ROV's on-board systems. Nicole hopes to find a job that combines her technical education and natural creativity into a lifelong career.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Demetrius",
      "lastName": "Rauck",
      "pronouns": "he/him",
      "bio": "Demetrius Rauck is a second year Robotics Engineering Major with a minor in Economics. He is contributing to the frame portion of the ROV project. In his free time he is interested in and enjoys playing the bongos, hippie fashion, socializing and partying in nature, video games, reading science fiction and relaxing.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Samuel",
      "lastName": "Schmidt",
      "pronouns": "he/him",
      "bio": "amuel is a third year Computer Science student. This is his second year participating in MATE. He works with the systems programming with the focus of developing autonomous functionality of the ROV.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Zainub",
      "lastName": "Sheikh",
      "pronouns": "she/her",
      "bio": "Zainub is a fourth year Computer Science major with an interest in machine learning and robotics. This is her second year in Slugbotics and is currently working with the Systems and Topside subteams. Outside of school, she enjoys being active, cooking, and hanging with friends.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Eric",
      "lastName": "Truong",
      "pronouns": "he/him",
      "bio": "Eric is a third year Computer Engineering major and a Slugbotics newcomer. He is part of the topside team, which is responsible for creating tools to control the ROV. Eric is also part of the autonomous team, which deals with computer vision and autonomous control systems. He just recently discovered his passion for creating things, be it visual arts, programming, or design. Starting the new decade with the resolution to learn everything that interests him, Eric is just beginning his journey to become a jack of all trades, master of hopefully a few, at least.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Sriram",
      "lastName": "Venkataraman",
      "pronouns": "he/him",
      "bio": "Sriram is a third year robotics engineering student with interests in control theory, computer vision, and robotic systems. This is his second year on Slugbotics, and he seeks to provide his passion to the systems subdivision of Slugbotics, and to the Formula 1/10th team. In his free time, Sriram likes to hike, fly RC airplanes, and learn about mathematics and physics",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "yes"
    },
    {
      "firstName": "Celeste",
      "lastName": "Zhao",
      "pronouns": "she/her",
      "bio": "Celeste is a second year Computer Science major with a lot of interest in Robotics Engineering. She has previously built a chess-playing robot in her community and she would like to keep working on this field. It's her second year on the team and she's currently working on F1/10 team as well as participating in the lab. She spends most of her free time coding, learning algorithms and walking her dog.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
      "firstName": "Lance",
      "lastName": "Zhu",
      "pronouns": "he/him",
      "bio": "Lance Zhu is a second year Electrical Engineering student. He works on the mechanical frame design and the business/marketing section of Slugbotics. He also serves as the team graphic designer. Outside of robotics, he enjoys playing and producing music, analyzing economics and photography. Lance hopes to combine his love of engineering, economics and art to develop functional, aesthetically pleasing and marketable robots.",
      "linkedin": "",
      "github": "",
      "gitlab": "",
      "website": "",
      "admin": "no"
    },
    {
        "firstName": "Neal",
        "lastName": "Chokshi",
        "pronouns": "he/him",
        "bio": "Neal is a second year Computer Science major, and is a Formula 1/10 Lead on Slugbotics. On the team, he leads others in developing and testing the autonomous algorithms necessary to drive the car.",
        "linkedin": "https://www.linkedin.com/in/neal-chokshi-73b00a192/",
        "github": "",
        "gitlab": "",
        "website": "",
        "admin": "yes"
    }
  ]